[
  {
    "id": 1,
    "from": 2006,
    "to": "Present",
    "position": "Director",
    "company": "White Studio Imaging Pty Ltd.",
    "desc1": "Consult to Industry - overflow and temp work at digital print operations, supply high end artwork and data driven graphics capabilities (eg barcoding) to trade clients without their own capabilities.",
    "desc2": "Have worked as a temp for prepress positions as my wide ranging experience makes me easy to train for various processes. For example worked 8 weeks in 2022 for a packaging and labelling company.",
    "desc3": "",
    "desc4": "",
    "desc5": "",
    "desc6": ""
  },
  {
    "id": 2,
    "from": 2021,
    "to": "2021",
    "position": "Customer Success Engineer",
    "company": "Pictureworks Pty Ltd",
    "desc1": "Former colleagues employed me to try bring a different perspective to this position as they were familiar with my abilities and work ethic. ",
    "desc2": "I saw after 5 months that the position itself wasn’t creating value and I was not satisfied to be a “hanger-on” for years until the company matured to where my talents could be the asset they envisaged. ",
    "desc3": "Management posited that the experiment was badly affected by circumstances and asked I include them as a reference to assure future employers. They also assured that they consider me someone they would like to work with in the future.",
    "desc4": "",
    "desc5": "",
    "desc6": ""
  },
  {
    "id": 3,
    "from": 2013,
    "to": "2021",
    "position": "Prepress Manager",
    "company": "Doculink Pty Ltd",
    "desc1": "Re-vamped workflows to achieve vastly quicker throughput but also much greater accuracy. Extra time saved allowed me to be able to prototype packaging, do special projects and create multiple automations.",
    "desc2": "Automated internal and client specific projects thereby making these clients reliant on us to be able to achieve their goals. ",
    "desc3": "One example is an app that downloads json information from government client’s website, constructs orders from that info and downloads relevant PDF files. Then the system creates print files and sends them to multiple different hot folders to print  (eg. stapling, punching combinations etc) and finally an upload is made to eParcel for despatching final product.",
    "desc4": "Wrote a number of small apps to automate repetitive tasks. For example a “send to proof” Applescript that can format an email with job number, client, relevant addresses, relevant message and file attached using only 1 mouse click and 3 keystrokes.",
    "desc5": "",
    "desc6": ""
  },
  {
    "id": 4,
    "from": 2007,
    "to": "2013",
    "position": "Prepress Manager",
    "company": "On Demand Pty Ltd",
    "desc1": "Managed Prepress team",
    "desc2": "Variable data jobs, Direct Mail, Smile media, Pageflex, Barcoding, secure printing etc",
    "desc3": "Troubleshooting printing issues, managing RIP systems and hot folders for web and sheetfed digital presses, training staff and clients",
    "desc4": "Ran complex projects such as large tenders, Government work and ",
    "desc5": "Helped implement the world’s first digital only ISO 12647 Process standard offset workflow and was audited and certified by Ugra",
    "desc6": ""
  },
  {
    "id": 5,
    "from": 2005,
    "to": "2006",
    "position": "2IC",
    "company": "Square 1 Images – Digital and Screen Print Company",
    "desc1": "Ran all graphics and technical operations for company. Helped develop the UV Flatbed operation, did all art and print for screenprint, vinyl cut and digital print operations.",
    "desc2": "Some highlights included",
    "desc3": "MSAC interior and exterior cladding, printing directly to pre-lasercut panels.",
    "desc4": "Reece showroom prints onto clear acrylic",
    "desc5": "Co-Developed full-graphic glass kitchen splashbacks",
    "desc6": ""
  },
  {
    "id": 6,
    "from": 2004,
    "to": "2005",
    "position": "Production and Factory Manager",
    "company": "Evan Evans Flags and Banners",
    "desc1": "Responsible for all production, operation and factory matters",
    "desc2": "Reduced the alarming error rate through simple information process improvements",
    "desc3": "Manage a factory staff of 15 people, numerous subcontractors through 8 different production workflows, from inkjet through to world leading direct-to-fabric printing.",
    "desc4": "Completed exhaustive task description dossiers for all employees as part of ISO 9002 process..",
    "desc5": "Oversaw production and distribution for the International Deaflympic Games, most of the Melbourne City Council banner sites, the Defence Force flags and many blue chip clients and agencies. Prepared the Tender for 4 sections of the 2006 Commonwealth Games.",
    "desc6": ""
  },
  {
    "id": 7,
    "from": 1999,
    "to": "2004",
    "position": "Manager of ExpoGraphics - Digital Print and Signage Department",
    "company": "Expohire, Victoria’s largest Exhibition Building Company.",
    "desc1": "Tasks include running the Expographics department as an internal business unit. All aspects of a business were my responsibility ",
    "desc2": "Design management, both creative and process. Network and server upkeep.",
    "desc3": "Account managing 9 internal teams including 2 located interstate. Every sign was fully costed, quoted and invoiced. As they were internal clients, I also provided training and sales support including consultations with end users to assist in marketing to their accounts.",
    "desc4": "Strategic and workflow planning including designing, writing and implementing a computer application that allowed for an almost doubling of production with almost zero capital injection and disproportionately small increases in labour. Gains were achieved by homogenising the workflow, automating repetitive tasks and simplifying the tasks of the specialists to just their speciality.",
    "desc5": "Managed all casual and full time labour in 2 sub-divisions. Production management, purchasing, stock control, outsourcing, invoicing, record keeping and backup",
    "desc6": "Annually designed and ran tender process to achieve huge savings in certain supplies by making suppliers compete for our large account."
  },
  {
    "id": 8,
    "from": 1986,
    "to": "1999",
    "position": "Digital Signage production",
    "company": "Ascot Sign Co, Perth, Western Australia",
    "desc1": "One of the first digital signmakers in Perth. A very lean, very profitable company due to good design helping in the management of material and people.",
    "desc2": "Some of the systems developed during my time were still being used 10 years after I left to keep contracts with major companies such as Transperth Bus livery.",
    "desc3": "",
    "desc4": "",
    "desc5": "",
    "desc6": ""
  }
 ]